inst/webside/_site/tabeller/forelesningsplan.org
#+OPTIONS: html-postamble:nil
#+OPTIONS: num:nil
#+OPTIONS: toc:nil
#+TITLE: 

* ØKB1115 Makroøkonomi våren 2018
** Undervisning

| Uke | Dato | Del                          | Tema                                                                                         | Pensum                                                    | Ansvarlig | Merknad           |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
|   2 |  9.1 | Introduksjon                 | Oversikt over faget                                                                          | Forelesningsnotater                                       | JIH       |                   |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
|   3 | 16.1 | Del I: Konjunktursvingninger | Grunnleggende basiskunnskaper og enkel Keynes modell                                         | Forelesningsnotater + Gärtner kap 1 og 2                  | JIH       |                   |   |   |
|   4 | 23.1 |                              | IS-LM modellen (for en lukket, eller global økonomi)                                         | Forelesningsnotater + Gärtner kap 3                       | JIH       |                   |   |   |
|   5 | 30.1 |                              | Arbeidsmarkedet, ledighet og AS-kurven                                                       | Forelesningsnotater                                       | JIH       |                   |   |   |
|   6 |  6.2 |                              | AD-AS modellen (for en lukket, eller globalisert økonomi)                                    | Forelesningsnotater + Gärtner kap 7                       | JIH       |                   |   |   |
|   7 | 13.2 |                              | Mundell-Fleming (IS-LM åpen økonomi) for en åpen økonomi med fast valutakurs                 | Forelesningsnotater + Gärtner kap 4, 5 og 7               | JIH       |                   |   |   |
|   8 | 20.2 |                              | Mundell-Fleming (IS-LM åpen økonomi) for en åpen økonomi med flytende valutakurs ogAD-kurven | Forelesningsnotater + Gärtner kap 4, 6 og 7               | JIH       |                   |   |   |
|   9 | 27.2 |                              | AD-AS for en åpen økonomi med fast og flytende valutakurs                                    | Forelesningsnotater + Gärtner kap 4, 6 og 7               | JIH       |                   |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
|   9 | 27.2 | Del II: Økonomisk vekst      | Stiliserte fakta om økonomisk vekst                                                          | Forelesningsnotater + Gärtner kap 9                       | JIH       |                   |   |   |
|  10 |  6.3 |                              | Solows vekstmodell                                                                           | Forelesningsnotater + Gärtner kap 9                       | JIH       | Starter kl. 13:00 |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
|  11 | 13.3 | Del III: Økonomiske kriser   | Penger (innvendige og utvendige)                                                             | Forelesningsnotater + Notat om penger                     | JIH       |                   |   |   |
|  12 | 23.3 |                              | Banker, systemrisiko og kapitalkrav                                                          | Forelesningsnotater + Notat om banker og bankreguleringer | JIH       | Denne forelesningen er på fredag |   |   |
|  14 |  3.4 |                              | Statsgjeldskrise                                                                             | Forelesningsnotater + Gärtner kap 14                      | JIH       |                   |   |   |
|  15 | 10.4 |                              | Likviditetsfellen (IS-LM modellen med to husholdninger)                                      | Notat om likviditetsfellen                                | JIH       |                   |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
|  16 | 17.4 | Applikasjon                  | Krisen i Eurosonen                                                                           | Forelesningsnotater + Halvorsen 2014                      | JIH       |                   |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
|  17 | 24.4 | Repetisjon                   | Del I-III                                                                                    | Læringsmål                                                | JIH       |                   |   |   |
|-----+------+------------------------------+----------------------------------------------------------------------------------------------+-----------------------------------------------------------+-----------+-------------------+---+---|
**Rom: Auditorium A**. **Tidspunkt: 12:15-15:00 på tirsdager, med unntak av uke 12 hvor forelesningen er lagt til en fredag. I uke 10 (6.3) starter forelesningen en time senere (fra kl. 13:00-16:00)**

** Oppgaveseminar
| Uke | Dato | Tema                                                                                     | Oppgaver | Ansvarlig |
|-----+------+------------------------------------------------------------------------------------------+----------+-----------|
|     |      | Del I: Konjunktursvingninger                                                             |          |           |
|   4 | 22.1 | Datatransformering av nasjonalregnskapstall                                              |          | SMU       |
|   6 |  5.2 | Enkel Keynes og IS-LM modellen                                                           |          | SMU       |
|   8 | 19.2 | AD-AS (lukket økonomi) og Keynes-modell for en åpen økonomi                              |          | SMU       |
|  10 |  5.3 | Mundell-Fleming og AD-AS modellen under fast og flytende kurs                            |          | SMU       |
|-----+------+------------------------------------------------------------------------------------------+----------+-----------|
|     |      | Del II: Økonomisk vekst                                                                  |          |           |
|  12 | 19.3 | Solow-modellen                                                                           |          | SMU       |
|-----+------+------------------------------------------------------------------------------------------+----------+-----------|
|  16 | 16.4 | Gjennomgang av obligatorisk oppgave                                                      |          | JIH       |
|-----+------+------------------------------------------------------------------------------------------+----------+-----------|
|     |      | Del III: Økonomiske kriser                                                               |          |           |
|  17 | 23.4 | Penger, banker, kapitalkrav, statsgjeldskrise og likviditetsfellen                       |          | SMU/JIH   |
|-----+------+------------------------------------------------------------------------------------------+----------+-----------|
**Rom: Sørhauggaten 100. Rom 1 og 2**. **Tidspunkt: 12:00-14:00 (mandager)**

** Obligatorisk oppgave
Utlevert like før påskeferien, med innleveringsfrist onsdag 11. april (fra 1 til maks 3 personer per oppgave)

** Eksamen
Eksamensdato: 9.5.2018

** 
*Faglærer:* Førsteamanuensis Jørn I. Halvorsen (JIH), *Studentassistent:* Susanna Murati (SMU) 

*Merk:* Undervisningsplanen kan bli oppdatert i løpet av semesteret 

** Pensum
Gärtner, Manfred. 2016. /Macroeconomics/ Pearson

** Supplerende litteratur
Steinar, Holden. 2016. /Makroøkonomi./ Cappelen Akademisk.

Blanchard, Olivier. 2017. /Macroeconomics./ Pearson.
