inst/webside/_site/tabeller/forelesningsplan.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2018-02-26 ma. 10:21 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Jørn I. Halvorsen" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">ØKB1115 Makroøkonomi våren 2018</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">Undervisning</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Uke</th>
<th scope="col" class="right">Dato</th>
<th scope="col" class="left">Del</th>
<th scope="col" class="left">Tema</th>
<th scope="col" class="left">Pensum</th>
<th scope="col" class="left">Ansvarlig</th>
<th scope="col" class="left">Merknad</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">2</td>
<td class="right">9.1</td>
<td class="left">Introduksjon</td>
<td class="left">Oversikt over faget</td>
<td class="left">Forelesningsnotater</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">3</td>
<td class="right">16.1</td>
<td class="left">Del I: Konjunktursvingninger</td>
<td class="left">Grunnleggende basiskunnskaper og enkel Keynes modell</td>
<td class="left">Forelesningsnotater + Gärtner kap 1 og 2</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">4</td>
<td class="right">23.1</td>
<td class="left">&#xa0;</td>
<td class="left">IS-LM modellen (for en lukket, eller global økonomi)</td>
<td class="left">Forelesningsnotater + Gärtner kap 3</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">5</td>
<td class="right">30.1</td>
<td class="left">&#xa0;</td>
<td class="left">Arbeidsmarkedet, ledighet og AS-kurven</td>
<td class="left">Forelesningsnotater</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">6</td>
<td class="right">6.2</td>
<td class="left">&#xa0;</td>
<td class="left">AD-AS modellen (for en lukket, eller globalisert økonomi)</td>
<td class="left">Forelesningsnotater + Gärtner kap 7</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">7</td>
<td class="right">13.2</td>
<td class="left">&#xa0;</td>
<td class="left">Mundell-Fleming (IS-LM åpen økonomi) for en åpen økonomi med fast valutakurs</td>
<td class="left">Forelesningsnotater + Gärtner kap 4, 5 og 7</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">8</td>
<td class="right">20.2</td>
<td class="left">&#xa0;</td>
<td class="left">Mundell-Fleming (IS-LM åpen økonomi) for en åpen økonomi med flytende valutakurs ogAD-kurven</td>
<td class="left">Forelesningsnotater + Gärtner kap 4, 6 og 7</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">9</td>
<td class="right">27.2</td>
<td class="left">&#xa0;</td>
<td class="left">AD-AS for en åpen økonomi med fast og flytende valutakurs</td>
<td class="left">Forelesningsnotater + Gärtner kap 4, 6 og 7</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">9</td>
<td class="right">27.2</td>
<td class="left">Del II: Økonomisk vekst</td>
<td class="left">Stiliserte fakta om økonomisk vekst</td>
<td class="left">Forelesningsnotater + Gärtner kap 9</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">10</td>
<td class="right">6.3</td>
<td class="left">&#xa0;</td>
<td class="left">Solows vekstmodell</td>
<td class="left">Forelesningsnotater + Gärtner kap 9</td>
<td class="left">JIH</td>
<td class="left">Starter kl. 13:00</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">11</td>
<td class="right">13.3</td>
<td class="left">Del III: Økonomiske kriser</td>
<td class="left">Penger (innvendige og utvendige)</td>
<td class="left">Forelesningsnotater + Notat om penger</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">12</td>
<td class="right">23.3</td>
<td class="left">&#xa0;</td>
<td class="left">Banker, systemrisiko og kapitalkrav</td>
<td class="left">Forelesningsnotater + Notat om banker og bankreguleringer</td>
<td class="left">JIH</td>
<td class="left">Denne forelesningen er på fredag</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">14</td>
<td class="right">3.4</td>
<td class="left">&#xa0;</td>
<td class="left">Statsgjeldskrise</td>
<td class="left">Forelesningsnotater + Gärtner kap 14</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">15</td>
<td class="right">10.4</td>
<td class="left">&#xa0;</td>
<td class="left">Likviditetsfellen (IS-LM modellen med to husholdninger)</td>
<td class="left">Notat om likviditetsfellen</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">16</td>
<td class="right">17.4</td>
<td class="left">Applikasjon</td>
<td class="left">Krisen i Eurosonen</td>
<td class="left">Forelesningsnotater + Halvorsen 2014</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">17</td>
<td class="right">24.4</td>
<td class="left">Repetisjon</td>
<td class="left">Del I-III</td>
<td class="left">Læringsmål</td>
<td class="left">JIH</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
<p>
<b><b>Rom: Auditorium A</b></b>. <b><b>Tidspunkt: 12:15-15:00 på tirsdager, med unntak av uke 12 hvor forelesningen er lagt til en fredag. I uke 10 (6.3) starter forelesningen en time senere (fra kl. 13:00-16:00)</b></b>
</p>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">Oppgaveseminar</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Uke</th>
<th scope="col" class="right">Dato</th>
<th scope="col" class="left">Tema</th>
<th scope="col" class="left">Oppgaver</th>
<th scope="col" class="left">Ansvarlig</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">&#xa0;</td>
<td class="right">&#xa0;</td>
<td class="left">Del I: Konjunktursvingninger</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">4</td>
<td class="right">22.1</td>
<td class="left">Datatransformering av nasjonalregnskapstall</td>
<td class="left">&#xa0;</td>
<td class="left">SMU</td>
</tr>

<tr>
<td class="right">6</td>
<td class="right">5.2</td>
<td class="left">Enkel Keynes og IS-LM modellen</td>
<td class="left">&#xa0;</td>
<td class="left">SMU</td>
</tr>

<tr>
<td class="right">8</td>
<td class="right">19.2</td>
<td class="left">AD-AS (lukket økonomi) og Keynes-modell for en åpen økonomi</td>
<td class="left">&#xa0;</td>
<td class="left">SMU</td>
</tr>

<tr>
<td class="right">10</td>
<td class="right">5.3</td>
<td class="left">Mundell-Fleming og AD-AS modellen under fast og flytende kurs</td>
<td class="left">&#xa0;</td>
<td class="left">SMU</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">&#xa0;</td>
<td class="right">&#xa0;</td>
<td class="left">Del II: Økonomisk vekst</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">12</td>
<td class="right">19.3</td>
<td class="left">Solow-modellen</td>
<td class="left">&#xa0;</td>
<td class="left">SMU</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">16</td>
<td class="right">16.4</td>
<td class="left">Gjennomgang av obligatorisk oppgave</td>
<td class="left">&#xa0;</td>
<td class="left">JIH</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="right">&#xa0;</td>
<td class="right">&#xa0;</td>
<td class="left">Del III: Økonomiske kriser</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="right">17</td>
<td class="right">23.4</td>
<td class="left">Penger, banker, kapitalkrav, statsgjeldskrise og likviditetsfellen</td>
<td class="left">&#xa0;</td>
<td class="left">SMU/JIH</td>
</tr>
</tbody>
</table>
<p>
<b><b>Rom: Sørhauggaten 100. Rom 1 og 2</b></b>. <b><b>Tidspunkt: 12:00-14:00 (mandager)</b></b>
</p>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3">Obligatorisk oppgave</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Utlevert like før påskeferien, med innleveringsfrist onsdag 11. april (fra 1 til maks 3 personer per oppgave)
</p>
</div>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4">Eksamen</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Eksamensdato: 9.5.2018
</p>
</div>
</div>

<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"></h3>
<div class="outline-text-3" id="text-1-5">
<p>
<b>Faglærer:</b> Førsteamanuensis Jørn I. Halvorsen (JIH), <b>Studentassistent:</b> Susanna Murati (SMU) 
</p>

<p>
<b>Merk:</b> Undervisningsplanen kan bli oppdatert i løpet av semesteret 
</p>
</div>
</div>

<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6">Pensum</h3>
<div class="outline-text-3" id="text-1-6">
<p>
Gärtner, Manfred. 2016. <i>Macroeconomics</i> Pearson
</p>
</div>
</div>

<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7">Supplerende litteratur</h3>
<div class="outline-text-3" id="text-1-7">
<p>
Steinar, Holden. 2016. <i>Makroøkonomi.</i> Cappelen Akademisk.
</p>

<p>
Blanchard, Olivier. 2017. <i>Macroeconomics.</i> Pearson.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
